IDEA Open Model
Vector3D.Y Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the Y-dirrection value
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Y { get; set; }
Public Property Y As Double
	Get
	Set
public:
property double Y {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Vector3D Class
IdeaRS.OpenModel.Geometry3D Namespace